export default {
  common: {
    search: 'Запрос',
    share: 'Ссылка для скачивания успешно скопирована，Пожалуйста, откройте браузер и вставьте ссылку для скачивания'
  },
  header: {
    home: 'титульная страница',
    products: 'продукт',
    customer: 'клиент',
    contact: 'связаться с нами',
    book: 'Инструкция по использованию',
    download: 'Загрузка прошивки',
    search: 'Запрос гарантии',
    clause: 'условия обслуживания',
    repair: 'Пункт послепродажного обслуживания'
  },
 home: {
	  params: 'Product Specification',
          product0: {
		params: 'Отображение параметров',
		params01_title: 'Спецификация продукта',
		params01_1: 'Хэшрейт: 13,5 Гбит/с',
		params01_2: 'Поддерживающий источник питания: AC380V, 3W+земля, вход 10kw',
		params01_3: 'Потребность в охлаждающей жидкости (один сервер): около 1,15 л',
		params02_title: 'Требования к окружающей среде',
		params02_1: 'температура жидкости: Рабочая температура (вода на входе): 15℃~50℃.',
		params02_2: 'Температура хранения и транспортировки: -40~70℃.',
		params02_3: 'Расход жидкости: расход ≥11 л/мин точность ±10%',
		params02_4: 'Давление жидкости: ≤350kpa',
		params02_5: 'Жидкий pH: Диапазон: 6~8',
		params02_6: 'Рабочая влажность: 5%RH~85%RH без конденсата',
		params02_7: 'Влажность при хранении: 5%RH~95%RH без конденсата',
		params02_8: 'Влажность при длительном хранении: 30%RH~69%RH без конденсата',
		params03_title: 'Конфигурация оборудования',
		params03_1: 'Сетевое подключение: RJ45 100М/1000М ',
		params03_2: 'Габаритные размеры: 85X4800X650 (мм)）',
		params03_3: 'Размер упаковки: 155X500X715 (мм)',
		params03_4: 'Вес нетто: 30,1 кг',
		params03_5: 'Вес с учетом упаковочных материалов: 31,15 кг',
	    },	  
	  product1: {
		params: 'Отображение параметров',
		params01_title: 'Спецификация продукта',
		params01_1: 'Криптоалгоритм: Scrypt',
		params01_2: 'Режим производительности',
		params01_3: 'Хэшрейт: 4700MH/s ±5%',
		params01_4: 'Мощность: 3350 Вт±5%',
		params01_5: 'Гарантия: 180 дней глобальной гарантия предоставляется сс даты отгрузки.',
		params01_6: ' ',
		params01_7: ' ',
		params01_8: ' ',
		params02_title: 'Требования к окружающей среде',
		params02_1: 'Температура эксплуатации: 0-40%',
		params02_2: 'Температура хранения: -20~70°C',
		params02_3: 'Эксплуатационная влажность (без конденсации): 10~90%RH',
		params03_title: 'Конфигурация оборудования',
		params03_1: 'Режим подключения к сети: RJ45, Ethernet 10/100M ',
		params03_2: 'Размер (Д*Ш*Г, без упаковки): 355*280*285 мм ',
		params03_3: 'Размер  (L * W * H, с пакетом): 570*316*430 мм',
		params03_4: 'Вес нетто: 13,55 кг',
		params03_5: 'Вес брутто: 15,05 кг',
		params03_6: 'отправить из гуандонга',
		params04_title: 'Электропитание',
		params04_1: 'Входное напряжение переменного тока: 200~240 В',
		params04_2: 'Диапазон входной частоты переменного тока: 50~60HZ',
		params04_3: 'Входной ток переменного тока: 20A',
	    },
	  product2: {
		params: 'Отображение параметров',
		params01_title: 'Спецификация продукта',
		params01_1: 'Алгори́тм: Scrypt',
		params01_2: 'Режим производительности',
		params01_3: 'Хэшрейт: 5000MH/s ±3%',
		params01_4: 'Мощность: 3500 Вт±5%',
		params01_5: 'Режим эффективности',
		params01_6: 'Хэшрейт: 2100 Мч/с ±3% ',
		params01_7: 'Мощность: 890 Вт ± 5%',
		params02_title: 'Требования к окружающей среде',
		params02_1: 'Температура эксплуатации: 0-40%',
		params02_2: 'Температура хранения: -20~70°C',
		params02_3: 'Эксплуатационная влажность (без конденсации): 10~90%RH',
		params03_title: 'Конфигурация оборудования',
		params03_1: 'Режим подключения к сети: RJ45, Ethernet 10/100M ',
		params03_2: 'Размер (длина*ширина*высота, без упаковки): 355*280*285 мм',
		params03_3: 'Размер (длина * ширина высота, с пакетом): 475*310*400 мм',
		params03_4: 'Вес нетто: 13,55 кг',
		params03_5: 'Вес брутто: 15,05 кг',
		params03_6: 'отправить из гуандонга',
		params04_title: 'Источник питания',
		params04_1: 'Входное напряжение переменного тока: 200~240 В',
		params04_2: ' Диапазон входной частоты переменного тока: 50~60HZ',
		params04_3: ' Входной ток переменного тока: 20A',
	    },
    shop: 'ссылка на покупку',
  },
  footer: {
    tech: 'Hongkong Riversilicon Technology Co., Ltd'
  },
  warranty: {
    placeholder: 'Пожалуйста, введите SN номер устройства',
    days: 'До окончания гарантийного срока на оборудование осталось {num} дней',
    date: 'ссылочный срок：',
    tips: 'Советы: смешанные платы, утилизированные, отсутствующие платы, открытые этикетки с защитой от вскрытия и т. д. приведут к аннулированию гарантии.',
    wrong: 'Введенные вами данные неверны, подтвердите еще раз правильность введенного кода SN.'
  },
  firmware: {
    title: 'Список прошивок',
    upgrade: 'обновить прошивку',
    card: 'прошивка карты памяти',
    guide: 'руководство пользователя',
    name: 'название прошивки',
    file: 'Размер файла',
    description: 'описывать',
    date: 'время выпуска',
    action: 'действовать',
    download01: {
      name: 'D10+руководство пользователя',
      description: 'Hammer D10+Руководство по настройке пользователя. Установить от 0Hammer D10+。'
    },
    download02: {
      name: 'D10+ Firmware Upgrade',
      description: 'Hammer D10+Пакет обновления прошивки'
    },
    download03: {
      name: 'D10+ SD Card Firmware',
      description: 'Hammer D10+ SDпрошивка карты памяти'
    },
    download04: {
			name: 'Release-D10',
			description: 'После обновления прошивки майнер может автоматически адаптироваться к частотным характеристикам чипа для майнинга.'
   },
   download05: {
      name: 'D10+руководство пользователя',
      description: 'Исправить ошибку, приводящую к очистке конфигурации.'
    }
  },
  repair: {
    contact: 'Получатель',
    address: 'Адрес доставки',
    telephone: 'Номер телефона'
  },
  products: {
    miner: 'DOGE / LTC шахтер',
    power: 'Входное напряжение переменного тока источника питания составляет 200-240V',
    modes: 'Гибкое энергопотребление',
    roi: 'прибыль на инвестиции',
    low: 'режим низкого энергопотребления<br/>2.1G<br/>0.89KW<br/>W/M: 0.42',
    high: 'режим высокой мощности<br/>5G<br/>3.5KW<br/>W/M: 0.7',
    warn: 'Приведенные выше данные приведены только для справки, фактические параметры могут отличаться в зависимости от условий эксплуатации',
    payback: 'Самая быстрая машина для двойного майнинга Litecoin + Dogecoin в истории',
    service: 'Послепродажное обслуживание',
    global: 'Hammer D10+ 180-дневная гарантия по всему миру',
      tips: 'Наши глобальные центры технического обслуживания и ремонта расположены в Хьюстоне, США/Дубай, ОАЭ/Москва, Россия/Шэньчжэнь и Чэнду, Китай. Таким образом, мы можем предоставить вам лучшее послепродажное обслуживание.'
  },
  contact: {
    customer: 'обслуживание клиентов',
    service: 'С нетерпением ждем возможности предоставить вам эффективное и действенное обслуживание',
    name: 'имя',
    email: 'Почта',
    tel: 'телефон',
    company: 'компания',
    remark: 'Пожалуйста, введите вашу информацию здесь',
    send: 'отправлять',
    dealer: 'Хотите купить или стать нашим реселлером, пожалуйста, не стесняйтесь обращаться в отдел продаж OnestopMining!',
    success: 'Успешно отправлено'
  },
  clause: {
    title: 'Hammer Условия гарантии',
    content1: 'Гарантия 180 дней с момента отгрузки.<br/>Гарантия распространяется только на новых покупателей, приобретающих машины непосредственно у Hammerminer. После перепродажи машины гарантийное обслуживание предоставляется торговым посредником.',
    content2: 'При возникновении следующих ситуаций гарантийное обслуживание больше не предоставляется:<br/>1,Клиенты разбирают/заменяют любые компоненты без разрешения команды бренда Hammerminer;<br/>2,Сама майнинг-машина была разобрана, а компоненты модифицированы и заменены без разрешения;<br/>3,Повреждения, вызванные ударами молнии, скачками напряжения, некачественными блоками питания и т.п.;<br/>4,Повреждения, вызванные попаданием воды, влажными платами и компонентами, а также коррозией;<br/>5,На плате есть следы подгорания или сгорела микросхема;<br/>6,Регулировка напряжения для разгона.',
    content3: 'В случае возникновения вышеуказанной ситуации, мы предоставим вам платные услуги по техническому обслуживанию.'
  }
}
